Repository: Klevin-G/BrassTune
Catalog: swift/BrassTuneApp/BrassTuneApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Warm up, build an exercise, or open a saved practice plan. Everything here works offline.
ar: قم بالإحماء أو إنشاء تمرين أو فتح خطة تدريب محفوظة. كل شيء هنا يعمل دون اتصال بالإنترنت.
de: Wärmen Sie sich auf, bauen Sie eine Übung auf oder öffnen Sie einen gespeicherten Übungsplan. Hier funktioniert alles offline.
es: Calienta, crea un ejercicio o abre un plan de práctica guardado. Todo aquí funciona sin conexión.
fr: Échauffez-vous, créez un exercice ou ouvrez un plan d’entraînement enregistré. Ici, tout fonctionne hors ligne.
ja: ウォームアップしたり、エクササイズを作成したり、保存した練習プランを開いたりできます。ここにあるものはすべてオフラインで動作します。
ko: 워밍업하거나 연습곡을 만들거나 저장된 연습 계획을 여세요. 모든 기능은 오프라인에서도 작동합니다.
pt_br: Aqueça, crie um exercício ou abra um plano de prática salvo. Tudo aqui funciona offline.
ru: Разомнитесь, создайте упражнение или откройте сохраненный план тренировок. Здесь все работает оффлайн.
vi: Khởi động, xây dựng bài tập hoặc mở kế hoạch luyện tập đã lưu. Mọi thứ ở đây đều hoạt động ngoại tuyến.
zh_hans: 热身、进行练习或打开保存的练习计划。这里的一切都可以离线运行。
zh_hant: 熱身、進行練習或打開已儲存的練習計畫。這裡的一切都可以離線運作。

source: Warm-up
ar: الاحماء
de: Aufwärmen
es: Calentamiento
fr: Échauffement
ja: ウォーミングアップ
ko: 워밍업
pt_br: Aquecimento
ru: Разминка
vi: Khởi động
zh_hans: 热身
zh_hant: 熱身

source: Warm-up complete
ar: اكتملت عملية الإحماء
de: Aufwärmen abgeschlossen
es: Calentamiento completo
fr: Échauffement terminé
ja: ウォームアップ完了
ko: 워밍업 완료
pt_br: Aquecimento concluído
ru: Разминка завершена
vi: Khởi động hoàn tất
zh_hans: 热身完成
zh_hant: 熱身完成

source: Warm-up progress
ar: تقدم الاحماء
de: Aufwärmfortschritt
es: Progreso del calentamiento
fr: Progression de l'échauffement
ja: ウォームアップの進行状況
ko: 워밍업 진행
pt_br: Progresso do aquecimento
ru: Ход разминки
vi: Tiến trình khởi động
zh_hans: 热身进度
zh_hant: 熱身進度

source: Weak-transition drill
ar: تدريبات الانتقال الضعيف
de: Übung für schwache Übergänge
es: Ejercicio de transición débil
fr: Exercice de transition faible
ja: ウィークトランジションのドリル
ko: 약한 전환 훈련
pt_br: Exercício de transição fraca
ru: Слабый переход
vi: Bài tập chuyển tiếp yếu
zh_hans: 弱过渡钻
zh_hant: 弱過渡鑽

source: Weekly practice minutes
ar: دقائق التدريب الأسبوعية
de: Wöchentliche Übungsminuten
es: Minutos de practica semanal
fr: Minutes de pratique hebdomadaire
ja: 毎週の練習時間
ko: 주간 연습 시간
pt_br: Minutos de prática semanais
ru: Еженедельные минуты тренировок
vi: Phút luyện tập hàng tuần
zh_hans: 每周练习分钟数
zh_hant: 每週練習分鐘數

source: Welcome
ar: مرحبًا
de: Willkommen
es: Bienvenido
fr: Bienvenue
ja: ようこそ
ko: 환영합니다
pt_br: Bem vindo
ru: Добро пожаловать
vi: Chào mừng
zh_hans: 欢迎
zh_hant: 歡迎

source: Welcome to BrassTune
ar: مرحبًا بك في BrassTune
de: Willkommen bei BrassTune
es: Te damos la bienvenida a BrassTune
fr: Bienvenue dans BrassTune
ja: BrassTuneへようこそ
ko: BrassTune에 오신 것을 환영합니다
pt_br: Boas-vindas ao BrassTune
ru: Добро пожаловать в BrassTune
vi: Chào mừng đến với BrassTune
zh_hans: 欢迎使用 BrassTune
zh_hant: 歡迎使用 BrassTune

source: What should you remember?
ar: ماذا يجب أن تتذكر؟
de: Woran sollten Sie sich erinnern?
es: ¿Qué deberías recordar?
fr: De quoi faut-il se souvenir ?
ja: 何を覚えておくべきですか?
ko: 무엇을 기억해야 합니까?
pt_br: O que você deve lembrar?
ru: Что следует помнить?
vi: Bạn nên nhớ điều gì?
zh_hans: 你应该记住什么？
zh_hant: 你該記住什麼？

source: within 5 cents
ar: ضمن 5 سنت
de: innerhalb von 5 Cent
es: dentro de 5 cents
fr: à moins de 5 cents
ja: 5セント以内
ko: 5센트 이내
pt_br: dentro de 5 cents
ru: в пределах 5 центов
vi: trong phạm vi 5 cent
zh_hans: 在 5 音分内
zh_hant: 在 5 音分內

source: Working…
ar: جارٍ التنفيذ…
de: Wird ausgeführt…
es: Procesando…
fr: Traitement en cours…
ja: 処理中…
ko: 처리 중…
pt_br: Processando…
ru: Выполняется…
vi: Đang xử lý…
zh_hans: 正在处理…
zh_hant: 正在處理…

source: Written note: %@
ar: النغمة المكتوبة: %@
de: Notierter Ton: %@
es: Nota escrita: %@
fr: Note écrite : %@
ja: 記譜音：%@
ko: 기보 음: %@
pt_br: Nota escrita: %@
ru: Записанная нота: %@
vi: Nốt viết: %@
zh_hans: 记谱音：%@
zh_hant: 記譜音：%@

source: Written notes %@ and %@
ar: النغمتان المكتوبتان %@ و%@
de: Notierte Töne %@ und %@
es: Notas escritas %@ y %@
fr: Notes écrites %@ et %@
ja: 記譜音%@と%@
ko: 기보 음 %@ 및 %@
pt_br: Notas escritas %@ e %@
ru: Записанные ноты %@ и %@
vi: Các nốt viết %@ và %@
zh_hans: 记谱音 %@ 和 %@
zh_hant: 記譜音 %@ 和 %@

source: You can change it later in Settings.
ar: يمكنك تغييره لاحقًا في الإعدادات.
de: Du kannst es später in den Einstellungen ändern.
es: Puedes cambiarlo después en Ajustes.
fr: Vous pourrez le modifier plus tard dans Réglages.
ja: 後で設定から変更できます。
ko: 나중에 설정에서 변경할 수 있습니다.
pt_br: Você pode mudar depois nos Ajustes.
ru: Позже его можно изменить в Настройках.
vi: Bạn có thể thay đổi sau trong Cài đặt.
zh_hans: 你可以稍后在“设置”中更改。
zh_hant: 你可以稍後在「設定」中更改。

source: You don't have permission to do that.
ar: ليس لديك إذن للقيام بذلك.
de: Dazu haben Sie keine Erlaubnis.
es: No tienes permiso para hacer eso.
fr: Vous n'avez pas la permission de faire ça.
ja: あなたにはそれをする許可がありません。
ko: 당신에게는 그렇게 할 권한이 없습니다.
pt_br: Você não tem permissão para fazer isso.
ru: У вас нет разрешения на это.
vi: Bạn không có quyền làm điều đó.
zh_hans: 您无权这样做。
zh_hant: 您無權這樣做。

source: You found the center often. Keep building that steady sound.
ar: وصلت إلى مركز النغمة كثيرًا. واصل بناء ذلك الصوت الثابت.
de: Du hast die Tonmitte oft getroffen. Baue diesen stabilen Klang weiter aus.
es: Encontraste el centro a menudo. Sigue desarrollando ese sonido estable.
fr: Vous avez souvent trouvé le centre. Continuez à construire ce son stable.
ja: 音の中心を何度も捉えました。その安定した響きを伸ばしていきましょう。
ko: 음의 중심을 자주 찾았습니다. 그 안정적인 소리를 계속 키워 보세요.
pt_br: Você encontrou o centro muitas vezes. Continue desenvolvendo esse som estável.
ru: Вы часто попадали в центр ноты. Продолжайте развивать ровное звучание.
vi: Bạn thường xuyên tìm đúng tâm nốt. Hãy tiếp tục xây dựng âm thanh ổn định đó.
zh_hans: 你经常找到音准中心。继续培养这种稳定的声音。
zh_hant: 你經常找到音準中心。繼續培養這種穩定的聲音。

source: You're offline. BrassTune kept your unexpired sign-in for local practice; online account features may be unavailable.
ar: أنت غير متصل. احتفظ BrassTune بتسجيل دخولك غير المنتهي للتدريب المحلي؛ قد لا تتوفر ميزات الحساب عبر الإنترنت.
de: Du bist offline. BrassTune behält deine noch gültige Anmeldung für lokales Üben; Online-Kontofunktionen sind eventuell nicht verfügbar.
es: No tienes conexión. BrassTune conservó tu sesión vigente para la práctica local; las funciones en línea pueden no estar disponibles.
fr: Vous êtes hors ligne. BrassTune a conservé votre connexion valide pour le travail local; les fonctions en ligne peuvent être indisponibles.
ja: オフラインです。ローカル練習のため有効なサインインを保持しました。オンライン機能は利用できない場合があります。
ko: 오프라인입니다. 로컬 연습을 위해 만료되지 않은 로그인을 유지했으며 온라인 계정 기능은 사용할 수 없을 수 있습니다.
pt_br: Você está off-line. O BrassTune manteve seu login válido para prática local; os recursos on-line podem estar indisponíveis.
ru: Нет подключения. BrassTune сохранил действующий вход для локальных занятий; онлайн-функции могут быть недоступны.
vi: Bạn đang ngoại tuyến. BrassTune giữ đăng nhập còn hiệu lực để luyện tập cục bộ; tính năng trực tuyến có thể không khả dụng.
zh_hans: 你当前离线。BrassTune 保留了尚未过期的登录以供本地练习；在线账户功能可能不可用。
zh_hant: 你目前離線。BrassTune 保留了尚未過期的登入以供本機練習；線上帳戶功能可能無法使用。

source: You're playing %@
ar: أنت تعزف النغمة %@
de: Du spielst die Note %@
es: Estás tocando la nota %@
fr: Vous jouez la note %@
ja: 音 %@ を演奏中
ko: %@ 음을 연주 중
pt_br: Você está tocando a nota %@
ru: Вы играете ноту %@
vi: Bạn đang chơi nốt %@
zh_hans: 你正在演奏音符 %@
zh_hant: 你正在演奏音符 %@

source: You're practicing as a guest. Your data stays on this device.
ar: أنت تتدرب كضيف. تبقى بياناتك على هذا الجهاز.
de: Du übst als Gast. Ihre Daten bleiben auf diesem Gerät.
es: Estás practicando como invitado. Tus datos permanecen en este dispositivo.
fr: Vous continuez à vous entraîner en mode invité. Vos données restent sur cet appareil.
ja: ゲストとして練習中です。データはこのデバイスに残ります。
ko: 게스트로 연습 중이시군요. 귀하의 데이터는 이 장치에 유지됩니다.
pt_br: Você está praticando como convidado. Seus dados permanecem neste dispositivo.
ru: Ты тренируешься в качестве гостя. Ваши данные остаются на этом устройстве.
vi: Bạn đang tập làm khách. Dữ liệu của bạn vẫn còn trên thiết bị này.
zh_hans: 你以客人的身份练习。您的数据保留在此设备上。
zh_hant: 你以客人的身份練習。您的資料保留在此裝置上。

source: You're signed out. Your practice data is still on this device.
ar: لقد قمت بتسجيل الخروج. بيانات التدريب الخاصة بك لا تزال على هذا الجهاز.
de: Du bist abgemeldet. Ihre Übungsdaten befinden sich noch auf diesem Gerät.
es: Has cerrado sesión. Los datos de tu práctica todavía están en este dispositivo.
fr: Vous êtes déconnecté. Vos données de pratique sont toujours sur cet appareil.
ja: サインアウトしました。あなたの練習データはまだこのデバイス上にあります。
ko: 로그아웃되었습니다. 연습 데이터는 아직 이 기기에 남아 있습니다.
pt_br: Você está desconectado. Seus dados de prática ainda estão neste dispositivo.
ru: Вы вышли из системы. Данные о ваших тренировках все еще хранятся на этом устройстве.
vi: Bạn đã đăng xuất. Dữ liệu luyện tập của bạn vẫn còn trên thiết bị này.
zh_hans: 您已退出。您的练习数据仍在该设备上。
zh_hant: 您已退出。您的練習數據仍在該裝置上。

source: Your %@ role cannot leave this class through self-service.
ar: لا يمكن لدورك %@ مغادرة هذا الصف ذاتيًا.
de: Ihre %@-Rolle kann diesen Kurs nicht über Self-Service verlassen.
es: Su función %@ no puede abandonar esta clase mediante el autoservicio.
fr: Votre rôle %@ ne peut pas quitter cette classe via le libre-service.
ja: %@ ロールは、セルフサービスを通じてこのクラスを離れることはできません。
ko: 귀하의 %@ 역할은 셀프 서비스를 통해 이 클래스에서 나갈 수 없습니다.
pt_br: Sua função %@ não pode sair desta turma por meio do autoatendimento.
ru: Ваша роль %@ не может покинуть этот курс через самообслуживание.
vi: Vai trò %@ của bạn không thể rời khỏi lớp này thông qua dịch vụ tự phục vụ.
zh_hans: 您的 %@ 角色无法通过自助服务离开此班级。
zh_hant: 您的 %@ 角色無法透過自助服務離開此班級。

source: Your account was deleted. BrassTune will retry removing its remaining local data the next time the app opens.
ar: تم حذف حسابك. سيعيد BrassTune محاولة إزالة البيانات المحلية المتبقية عند فتح التطبيق في المرة القادمة.
de: Dein Konto wurde gelöscht. BrassTune versucht beim nächsten Öffnen der App erneut, die verbleibenden lokalen Daten zu entfernen.
es: Tu cuenta se eliminó. BrassTune volverá a intentar eliminar los datos locales restantes la próxima vez que se abra la app.
fr: Votre compte a été supprimé. BrassTune tentera à nouveau de supprimer les données locales restantes à la prochaine ouverture de l’app.
ja: アカウントは削除されました。BrassTune は次回アプリ起動時に残りのローカルデータの削除を再試行します。
ko: 계정이 삭제되었습니다. BrassTune은 다음에 앱을 열 때 남아 있는 로컬 데이터 삭제를 다시 시도합니다.
pt_br: Sua conta foi excluída. O BrassTune tentará remover os dados locais restantes novamente na próxima vez que o app for aberto.
ru: Ваш аккаунт удалён. BrassTune повторит попытку удалить оставшиеся локальные данные при следующем запуске приложения.
vi: Tài khoản của bạn đã bị xóa. BrassTune sẽ thử xóa lại dữ liệu cục bộ còn lại vào lần mở ứng dụng tiếp theo.
zh_hans: 你的账户已删除。BrassTune 将在下次打开应用时重试移除剩余的本地数据。
zh_hant: 你的帳戶已刪除。BrassTune 將在下次開啟 App 時重試移除剩餘的本機資料。

source: Your account, saved sign-in, practice history, and imported sheet music will be deleted. This can't be undone.
ar: سيتم حذف حسابك وتسجيل الدخول المحفوظ وسجل التدريب والنوتة الموسيقية المستوردة. لا يمكن التراجع عن هذا.
de: Ihr Konto, Ihre gespeicherten Anmeldungen, Ihr Übungsverlauf und Ihre importierten Noten werden gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Se eliminarán su cuenta, el inicio de sesión guardado, el historial de práctica y las partituras importadas. Esto no se puede deshacer.
fr: Votre compte, votre connexion enregistrée, votre historique de pratique et vos partitions importées seront supprimés. Cela ne peut pas être annulé.
ja: アカウント、保存されているサインイン、練習履歴、インポートされた楽譜が削除されます。これを元に戻すことはできません。
ko: 귀하의 계정, 저장된 로그인, 연습 내역 및 가져온 악보가 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt_br: Sua conta, login salvo, histórico de prática e partituras importadas serão excluídos. Isso não pode ser desfeito.
ru: Ваша учетная запись, сохраненные данные входа, история тренировок и импортированные ноты будут удалены. Это невозможно отменить.
vi: Tài khoản của bạn, thông tin đăng nhập đã lưu, lịch sử luyện tập và bản nhạc đã nhập sẽ bị xóa. Không thể hoàn tác việc này.
zh_hans: 您的帐户、保存的登录、练习历史记录和导入的乐谱将被删除。这无法撤消。
zh_hant: 您的帳戶、已儲存的登入、練習歷史記錄和匯入的樂譜將被刪除。這無法撤消。

source: Your audio output changed. Check your headphones or speaker before continuing.
ar: لقد تغير إخراج الصوت الخاص بك. تحقق من سماعات الرأس أو مكبر الصوت قبل المتابعة.
de: Ihre Audioausgabe hat sich geändert. Überprüfen Sie Ihre Kopfhörer oder Lautsprecher, bevor Sie fortfahren.
es: Su salida de audio cambió. Revisa tus auriculares o altavoz antes de continuar.
fr: Votre sortie audio a changé. Vérifiez vos écouteurs ou votre haut-parleur avant de continuer.
ja: オーディオ出力が変更されました。続行する前に、ヘッドフォンまたはスピーカーを確認してください。
ko: 오디오 출력이 변경되었습니다. 계속하기 전에 헤드폰이나 스피커를 확인하세요.
pt_br: Sua saída de áudio foi alterada. Verifique seus fones de ouvido ou alto-falante antes de continuar.
ru: Ваш аудиовыход изменился. Прежде чем продолжить, проверьте наушники или динамик.
vi: Đầu ra âm thanh của bạn đã thay đổi. Kiểm tra tai nghe hoặc loa của bạn trước khi tiếp tục.
zh_hans: 您的音频输出已更改。在继续之前检查您的耳机或扬声器。
zh_hant: 您的音訊輸出已更改。在繼續之前檢查您的耳機或揚聲器。

source: Your classes
ar: الفصول الدراسية الخاصة بك
de: Deine Kurse
es: Tus clases
fr: Vos cours
ja: あなたのクラス
ko: 당신의 클래스
pt_br: Suas aulas
ru: Ваши занятия
vi: Lớp học của bạn
zh_hans: 你的班级
zh_hant: 你的班級

source: Your completed practice history will stay saved, but this pack's current place will be removed.
ar: سيظل سجل تدريبك المكتمل محفوظًا، ولكن ستتم إزالة المكان الحالي لهذه الحزمة.
de: Ihr abgeschlossener Übungsverlauf bleibt gespeichert, der aktuelle Platz dieses Pakets wird jedoch entfernt.
es: Tu historial de práctica completo permanecerá guardado, pero se eliminará el lugar actual de este paquete.
fr: Votre historique de pratique complété restera enregistré, mais l'emplacement actuel de ce pack sera supprimé.
ja: 完了した練習履歴は保存されたままになりますが、このパックの現在の場所は削除されます。
ko: 완료된 연습 기록은 계속 저장되지만 이 팩의 현재 위치는 제거됩니다.
pt_br: Seu histórico de treinos completo permanecerá salvo, mas o local atual deste pacote será removido.
ru: Ваша завершенная история тренировок останется сохраненной, но текущее место этого пакета будет удалено.
vi: Lịch sử luyện tập đã hoàn thành của bạn sẽ được lưu nhưng vị trí hiện tại của gói này sẽ bị xóa.
zh_hans: 您完成的练习历史记录将继续保存，但该包的当前位置将被删除。
zh_hant: 您完成的練習歷史記錄將繼續保存，但該包的當前位置將被刪除。

source: Your custom %@-note exercise
ar: تمرينك المخصص المكوّن من %@ نغمة
de: Deine benutzerdefinierte Übung mit %@ Noten
es: Tu ejercicio personalizado de %@ notas
fr: Votre exercice personnalisé de %@ notes
ja: カスタム%@音練習曲
ko: 사용자 지정 %@음 연습곡
pt_br: Seu exercício personalizado de %@ notas
ru: Ваше упражнение из %@ нот
vi: Bài luyện tập tùy chỉnh gồm %@ nốt
zh_hans: 你的自定义 %@ 音练习曲
zh_hant: 你的自訂 %@ 音練習曲

source: Your data
ar: البيانات الخاصة بك
de: Ihre Daten
es: Tus datos
fr: Vos données
ja: あなたのデータ
ko: 귀하의 데이터
pt_br: Seus dados
ru: Ваши данные
vi: Dữ liệu của bạn
zh_hans: 您的数据
zh_hant: 您的數據

source: Your first tap asks for microphone access.
ar: النقرة الأولى تطلب الوصول إلى الميكروفون.
de: Beim ersten Tippen werden Sie um Zugriff auf das Mikrofon gebeten.
es: Su primer toque solicita acceso al micrófono.
fr: Votre premier appui demande l’accès au microphone.
ja: 最初のタップではマイクへのアクセスが求められます。
ko: 처음 탭하면 마이크 액세스를 요청합니다.
pt_br: Seu primeiro toque solicita acesso ao microfone.
ru: При первом нажатии запрашивается доступ к микрофону.
vi: Lần nhấn đầu tiên của bạn sẽ yêu cầu quyền truy cập micrô.
zh_hans: 您的第一次点击会要求访问麦克风。
zh_hant: 您的第一次點擊會要求存取麥克風。

source: Your latest recordings.
ar: أحدث تسجيلاتك.
de: Ihre neuesten Aufnahmen.
es: Tus últimas grabaciones.
fr: Vos derniers enregistrements.
ja: 最新の録音。
ko: 최신 녹음.
pt_br: Suas últimas gravações.
ru: Ваши последние записи.
vi: Bản ghi âm mới nhất của bạn.
zh_hans: 您的最新录音。
zh_hant: 您的最新錄音。

source: Your other classes and practice history will stay available.
ar: ستظل فصولك الدراسية الأخرى وسجلك التدريبي متاحًا.
de: Ihre anderen Kurse und Ihr Übungsverlauf bleiben verfügbar.
es: Tus otras clases e historial de prácticas permanecerán disponibles.
fr: Vos autres cours et votre historique de pratique resteront disponibles.
ja: 他のクラスや練習履歴は引き続き利用できます。
ko: 다른 클래스과 연습 기록은 계속 사용할 수 있습니다.
pt_br: Suas outras aulas e histórico de prática permanecerão disponíveis.
ru: Другие ваши занятия и история тренировок останутся доступными.
vi: Các lớp học khác và lịch sử thực hành của bạn sẽ vẫn có sẵn.
zh_hans: 您的其他班级和练习历史记录将保持可用。
zh_hant: 您的其他班級和練習歷史記錄將保持可用。

source: Your practice history stays on this device.
ar: يبقى سجل التدريب الخاص بك على هذا الجهاز.
de: Ihr Übungsverlauf bleibt auf diesem Gerät.
es: Tu historial de práctica permanece en este dispositivo.
fr: Votre historique de pratique reste sur cet appareil.
ja: あなたの練習履歴はこのデバイスに残ります。
ko: 연습 기록은 이 기기에 유지됩니다.
pt_br: Seu histórico de prática permanece neste dispositivo.
ru: История ваших тренировок останется на этом устройстве.
vi: Lịch sử luyện tập của bạn vẫn còn trên thiết bị này.
zh_hans: 您的练习历史记录保留在此设备上。
zh_hant: 您的練習歷史記錄保留在此裝置上。

source: Your practice results will appear here.
ar: سوف تظهر نتائج الممارسة الخاصة بك هنا.
de: Ihre Übungsergebnisse werden hier angezeigt.
es: Los resultados de tu práctica aparecerán aquí.
fr: Les résultats de votre pratique apparaîtront ici.
ja: 練習の結果がここに表示されます。
ko: 연습 결과가 여기에 표시됩니다.
pt_br: Os resultados da sua prática aparecerão aqui.
ru: Здесь появятся результаты вашей практики.
vi: Kết quả thực hành của bạn sẽ xuất hiện ở đây.
zh_hans: 您的练习结果将显示在这里。
zh_hant: 您的練習結果將顯示在這裡。

source: Your progress
ar: التقدم المحرز الخاص بك
de: Ihr Fortschritt
es: Tu progreso
fr: Votre progression
ja: あなたの進歩
ko: 귀하의 진행 상황
pt_br: Seu progresso
ru: Ваш прогресс
vi: Sự tiến bộ của bạn
zh_hans: 你的进步
zh_hant: 你的進步

source: Your saved recordings, newest first.
ar: تسجيلاتك المحفوظة، الأحدث أولاً.
de: Ihre gespeicherten Aufnahmen, neueste zuerst.
es: Tus grabaciones guardadas, las más nuevas primero.
fr: Vos enregistrements sauvegardés, les plus récents en premier.
ja: 保存された録音は最新のものから順に表示されます。
ko: 저장된 녹음 내용을 최신순으로 표시합니다.
pt_br: Suas gravações salvas, as mais recentes primeiro.
ru: Ваши сохраненные записи, сначала самые новые.
vi: Bản ghi đã lưu của bạn, mới nhất trước tiên.
zh_hans: 您保存的录音，最新的在前。
zh_hant: 您儲存的錄音，最新的在前。

source: Your score
ar: درجاتك
de: Ihr Punktestand
es: Tu puntuación
fr: Votre note
ja: あなたのスコア
ko: 당신의 점수
pt_br: Sua pontuação
ru: Ваш результат
vi: Điểm của bạn
zh_hans: 你的分数
zh_hant: 你的分數

source: Your sign-in expired. Sign in again before deleting your account.
ar: انتهت صلاحية تسجيل الدخول الخاص بك. قم بتسجيل الدخول مرة أخرى قبل حذف حسابك.
de: Ihre Anmeldung ist abgelaufen. Melden Sie sich erneut an, bevor Sie Ihr Konto löschen.
es: Su inicio de sesión expiró. Inicie sesión nuevamente antes de eliminar su cuenta.
fr: Votre connexion a expiré. Connectez-vous à nouveau avant de supprimer votre compte.
ja: サインインの有効期限が切れました。アカウントを削除する前に、再度サインインしてください。
ko: 로그인이 만료되었습니다. 계정을 삭제하기 전에 다시 로그인하세요.
pt_br: Seu login expirou. Faça login novamente antes de excluir sua conta.
ru: Срок действия вашего входа истек. Прежде чем удалять свою учетную запись, войдите еще раз.
vi: Đăng nhập của bạn đã hết hạn. Đăng nhập lại trước khi xóa tài khoản của bạn.
zh_hans: 您的登录已过期。删除您的帐户之前请重新登录。
zh_hant: 您的登入已過期。刪除您的帳戶之前請重新登入。

source: Your sign-in expired. Sign in again, then retry.
ar: انتهت صلاحية تسجيل الدخول الخاص بك. قم بتسجيل الدخول مرة أخرى، ثم أعد المحاولة.
de: Ihre Anmeldung ist abgelaufen. Melden Sie sich erneut an und versuchen Sie es erneut.
es: Su inicio de sesión expiró. Inicie sesión nuevamente y luego vuelva a intentarlo.
fr: Votre connexion a expiré. Connectez-vous à nouveau, puis réessayez.
ja: サインインの有効期限が切れました。再度サインインして、再試行してください。
ko: 로그인이 만료되었습니다. 다시 로그인한 후 다시 시도하세요.
pt_br: Seu login expirou. Faça login novamente e tente novamente.
ru: Срок действия вашего входа истек. Войдите еще раз и повторите попытку.
vi: Đăng nhập của bạn đã hết hạn. Đăng nhập lại rồi thử lại.
zh_hans: 您的登录已过期。重新登录，然后重试。
zh_hant: 您的登入已過期。重新登入，然後再試一次。

source: Your sign-in is stored securely in Keychain on this device.
ar: يتم حفظ تسجيل دخولك بأمان في سلسلة المفاتيح على هذا الجهاز.
de: Deine Anmeldung wird sicher im Schlüsselbund dieses Geräts gespeichert.
es: Tu inicio de sesión se guarda de forma segura en el llavero de este dispositivo.
fr: Votre connexion est stockée en toute sécurité dans le trousseau de cet appareil.
ja: サインイン情報はこの端末のキーチェーンに安全に保存されます。
ko: 로그인 정보는 이 기기의 키체인에 안전하게 저장됩니다.
pt_br: Seu login é armazenado com segurança nas Chaves deste dispositivo.
ru: Данные входа безопасно хранятся в Связке ключей на этом устройстве.
vi: Thông tin đăng nhập được lưu trữ an toàn trong Chuỗi khóa trên thiết bị này.
zh_hans: 你的登录信息安全地存储在此设备的钥匙串中。
zh_hant: 你的登入資訊安全地儲存在此裝置的鑰匙圈中。

source: Русский
ar: الروسية
de: Russisch
es: ruso
fr: russe
ko: 러시아인
pt_br: Russo
zh_hans: 俄罗斯
zh_hant: 俄羅斯

source: 한국어
ar: شكرا

source: %@ minutes · %@ sessions
ar: %@ دقيقة · %@ جلسات
de: %@ Minuten · %@ Einheiten
es: %@ minutos · %@ sesiones
fr: %@ min · %@ séances
ja: %@分・%@セッション
ko: %@분 · %@회
pt_br: %@ minutos · %@ sessões
ru: %@ мин · %@ занятий
vi: %@ phút · %@ buổi
zh_hans: %@ 分钟 · %@ 次练习
zh_hant: %@ 分鐘 · %@ 次練習

source: 3-minute tuning check
ar: فحص ضبط لمدة 3 دقائق
de: 3-Minuten-Stimmcheck
es: Comprobación de afinación de 3 minutos
fr: Vérification d’accord de 3 minutes
ja: 3分間のチューニング確認
ko: 3분 튜닝 확인
pt_br: Verificação de afinação de 3 minutos
ru: 3-минутная проверка строя
vi: Kiểm tra chỉnh âm trong 3 phút
zh_hans: 3 分钟调音检查
zh_hant: 3 分鐘調音檢查

source: 5 minutes
ar: 5 دقائق
de: 5 Minuten
es: 5 minutos
ja: 5分
ko: 5분
pt_br: 5 minutos
ru: 5 минут
vi: 5 phút
zh_hans: 5 分钟
zh_hant: 5 分鐘

source: Accounts unavailable
ar: الحسابات غير متاحة
de: Konten nicht verfügbar
es: Cuentas no disponibles
fr: Comptes indisponibles
ja: アカウントを利用できません
ko: 계정을 사용할 수 없음
pt_br: Contas indisponíveis
ru: Аккаунты недоступны
vi: Không thể dùng tài khoản
zh_hans: 帐户不可用
zh_hant: 帳戶無法使用

source: Allow microphone access in iOS Settings, then retry. You can still use guided practice without listening.
ar: اسمح بالوصول إلى الميكروفون في إعدادات iOS، ثم أعد المحاولة. لا يزال بإمكانك استخدام التدريب الموجّه دون استماع.
de: Erlaube den Mikrofonzugriff in den iOS-Einstellungen und versuche es erneut. Geführtes Üben funktioniert auch ohne Zuhören.
es: Permite el acceso al micrófono en Ajustes de iOS y vuelve a intentarlo. Aún puedes usar la práctica guiada sin escucha.
fr: Autorisez l’accès au micro dans les réglages iOS, puis réessayez. Vous pouvez toujours suivre la pratique guidée sans écoute.
ja: iOSの設定でマイクへのアクセスを許可してから、もう一度お試しください。聴き取りなしでもガイド練習を利用できます。
ko: iOS 설정에서 마이크 접근을 허용한 후 다시 시도하세요. 듣기 기능 없이도 가이드 연습을 사용할 수 있습니다.
pt_br: Permita o acesso ao microfone nos Ajustes do iOS e tente novamente. Você ainda pode usar a prática guiada sem escuta.
ru: Разрешите доступ к микрофону в настройках iOS и повторите попытку. Практика с подсказками доступна и без прослушивания.
vi: Cho phép truy cập micrô trong Cài đặt iOS rồi thử lại. Bạn vẫn có thể dùng bài luyện tập có hướng dẫn mà không cần nghe.
zh_hans: 请在 iOS“设置”中允许访问麦克风，然后重试。即使不启用聆听功能，你仍可使用引导练习。
zh_hant: 請在 iOS「設定」中允許取用麥克風，然後重試。即使不啟用聆聽功能，你仍可使用引導練習。

source: Choose whether BrassTune gives a subtle confirmation after saving practice.
ar: اختر ما إذا كان BrassTune سيقدّم تأكيدًا لطيفًا بعد حفظ التدريب.
de: Lege fest, ob BrassTune nach dem Speichern einer Übung eine dezente Bestätigung gibt.
es: Elige si BrassTune da una confirmación sutil después de guardar una práctica.
fr: Choisissez si BrassTune fournit une confirmation discrète après l’enregistrement d’une pratique.
ja: 練習を保存した後にBrassTuneが控えめな確認を返すか選択します。
ko: 연습 저장 후 BrassTune이 가벼운 확인 피드백을 제공할지 선택하세요.
pt_br: Escolha se o BrassTune dará uma confirmação discreta após salvar uma prática.
ru: Выберите, будет ли BrassTune ненавязчиво подтверждать сохранение занятия.
vi: Chọn xem BrassTune có xác nhận nhẹ sau khi lưu buổi luyện tập hay không.
zh_hans: 选择 BrassTune 是否在保存练习后给出轻微确认。
zh_hant: 選擇 BrassTune 是否在儲存練習後給予輕微確認。
